# St7SetKeepSelect

Sets the Keep Selection flag for applicable tools operations.

long St7SetKeepSelect(long uID, bool KeepSelect)

Input Parameters

uID

Strand7 model file ID.

KeepSelect

Keep selected flag.